Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Everywhere the Jew was a foreigner.
pt: Em toda parte o judeu era um estrangeiro.

source: Evidently the apostle Paul applied these three principles in his own life.
pt: Evidentemente, o apóstolo Paulo aplicou esses três princípios em sua própria vida.

source: Exclaimed the apostle Paul: “Do we then overthrow the law by this faith?
pt: Exclamou o apóstolo Paulo: “Então, nós derrubamos a lei por esta fé?

source: Existence precedes thought.
pt: Existência precede o pensamento.

source: Exodus 20:8-10; 31:14; Isaiah 56:2).
pt: Êxodo 20: 8-10; 31:14; Isaías 56: 2).

source: Ezra 6:6-12) concerned only the construction of the temple and its appendages.
pt: Esdras 6: 6-12) se referia apenas à construção do templo e seus apêndices.

source: Ezra 7:12-26) provided, in addition to the restoration of the temple, for the setting up of judges and magistrates to administer the civil life of the city (see Ezra 7:24, 25).
pt: Esdras 7: 12-26) proporcionou, além da restauração do templo, a criação de juízes e magistrados para administrar a vida civil da cidade (ver Esdras 7:24, 25).

source: F. Lovsky, Antisemitisme et mystere d’lsrael, p.
pt: F. Lovsky, Antitisemitisme et mystere d'lsrael, p.

source: Face-to-face with every Christian stand Jesus, Mary His mother, His disciples, and the Bible - and all were Jewish.
pt: Cara a cara com todo cristão, Jesus, Maria, sua mãe, Seus discípulos e a Bíblia - e todos eram judeus.

source: Facing the Protestant Reformation, which had brought into question the prerogatives of the Church by the enunciation of the principle sola scriptura, the Church came forward with the idea of “Scripture and unwritten tradition.” A Roman Catholic Bible Dictionary states: “It is essential to ecclesiastical tradition [oral] that an evolution within contingent forms take place in order to conserve the apostolic trust by adapting its presentation to the times and the mentalities to which it is transmitted.“239
pt: Enfrentando a Reforma Protestante, que colocou em questão as prerrogativas da Igreja pela enunciação do princípio sola scriptura, a Igreja apresentou a idéia de “Escritura e tradição não escrita”. Um Dicionário Bíblico Católico Romano declara: “É essencial à tradição eclesiástica [oral] que se produz uma evolução dentro das formas contingentes, a fim de conservar a confiança apostólica, adaptando sua apresentação aos tempos e às mentalidades para as quais ela é transmitida. ”239

source: Far from suggesting the abrogation of the Law, Paul demonstrates, on the contrary, the absolute necessity of the Law .
pt: Longe de sugerir a revogação da lei, Paulo demonstra, ao contrário, a absoluta necessidade da lei.

source: Farmers indeed should be free and unhindered in their cultivation of the fields, since it frequently occurs that there is no more suitable day for entrusting seeds of corn to the furrows and slips of vine to the holes prepared for them, lest haply the favorable moment sent by divine providence be lost.” Code of Justinian III.I2 (deferiis).3.
pt: De fato, os agricultores deveriam ser livres e desimpedidos em seu cultivo dos campos, pois freqüentemente não há dia mais adequado para entregar sementes de milho aos sulcos e enxertos de videira até os buracos preparados para eles, para que o momento favorável não seja enviado. pela providência divina se perder. ”Código de Justiniano III.12 (deferiis) .3.

source: Father Lagrange recognizes this: “Right up to the Passion week, the esteem of the crowd for Jesus never failed.
pt: O Padre Lagrange reconhece isso: “Até a semana da Paixão, a estima da multidão por Jesus nunca falhou.

source: Fatigue was followed by bewilderment.
pt: Fadiga foi seguida por perplexidade.

source: Fear of God is simply to believe that God exists - not merely off there in the blue yonder of the heavens, but nearby - that we never leave His sight.
pt: O medo de Deus é simplesmente acreditar que Deus existe - não apenas lá no azul dos céus, mas próximo - que nós nunca deixamos a sua vista.

source: Finally, each one despised and condemned the other with an unalterable anathema, “You are a stiff-necked heretic!” Hardly ever after the rupture in the fourth century A.D.
pt: Finalmente, cada um desprezou e condenou o outro com um anátema inalterável: "Você é um herege de pescoço duro!". Dificilmente após a ruptura no quarto século dC

source: Finally, hearts were set on fire by this good news: The One whom the people had awaited, had come!
pt: Finalmente, corações foram incendiados por esta boa notícia: Aquele a quem o povo esperava, tinha chegado!

source: Finally, the Jews were now forced by the circumstances of survival to do what the Christians, in principle, were forbidden to do.
pt: Finalmente, os judeus foram forçados por circunstâncias de sobrevivência a fazer o que os cristãos, em princípio, eram proibidos de fazer.

source: Finally, there should be adopted a “common value” to which both can refer throughout the discussion.
pt: Finalmente, deve-se adotar um “valor comum” ao qual ambos possam se referir ao longo da discussão.

source: First of all, the honest Christian is duty-bound to recognize the existence and the horror of antiSemitism and to measure the weight of its dire consequences.
pt: Em primeiro lugar, o cristão honesto é obrigado a reconhecer a existência e o horror do anti-semitismo e a medir o peso de suas terríveis conseqüências.

source: First, the cruel insecurity in which Jews found themselves encouraged them to change their possessions into a commodity such as silver or gold that could be easily concealed in case of danger.
pt: Primeiro, a insegurança cruel em que os judeus se viram encorajou-os a mudar suas posses em mercadorias como prata ou ouro, que poderia ser facilmente escondida em caso de perigo.

source: First, we recognize the role of the Messiah in the expiation of sin.
pt: Primeiro, reconhecemos o papel do Messias na expiação do pecado.

source: Flavius Josephus observed in his book Jewish Antiquities: “In that time lived Jesus a wise man….
pt: Flávio Josefo observou em seu livro Antiguidades Judaicas: “Naquele tempo vivia Jesus um homem sábio.

source: Following the sixty-nine weeks, the Messiah would be “cut off.” The remainder of the passage (verse 27) tells us that the Messiah would “cause sacrifice and offering to cease” in the midst of the following week, that is, the seventieth and last of the prophetic period.
pt: Após as sessenta e nove semanas, o Messias seria “cortado”. O restante da passagem (versículo 27) nos diz que o Messias iria “fazer cessar o sacrifício e a oferta” no meio da semana seguinte, isto é, o septuagésimo e último do período profético.

source: Following through on the literary principle of parallelism, the message is articulated in three phases.
pt: Na sequência do princípio literário do paralelismo, a mensagem é articulada em três fases.

source: For John the references in Deuteronomy to “fear” were to be understood in the sense of “reverence.”
pt: Para João, as referências em Deuteronômio ao “medo” deveriam ser entendidas no sentido de “reverência”.

source: For Kierkegaard, Christian pedagogy must on the contrary make the child understand his own culpability in the crucifixion.
pt: Para Kierkegaard, a pedagogia cristã deve, ao contrário, fazer a criança compreender sua própria culpabilidade na crucificação.

source: For Paul, the Law remains precious and valid: “I delight in the law of God, in my inmost self….
pt: Para Paulo, a Lei permanece preciosa e válida: “Eu me deleito na lei de Deus, no meu eu mais íntimo…

source: For both, the two positions are absolutely irreconcilable, and any effort at compromise is denounced by each side as heresy or betrayal.
pt: Para ambos, as duas posições são absolutamente irreconciliáveis, e qualquer esforço de compromisso é denunciado por cada lado como heresia ou traição.

source: For him conversion was not easy.
pt: Para ele, a conversão não foi fácil.

source: For him, the Jews represented civilization’s “bad conscience” and “the hare to be hunted.
pt: Para ele, os judeus representavam a "má consciência" da civilização e a "lebre a ser caçada".

source: For in him is found, as in Christ, the Son of God, this decisive analogy: he also died, was wept for, and was avenged even as today we avenge Christ because of the actions of the Jews.“75
pt: Pois nele se encontra, como em Cristo, o Filho de Deus, esta analogia decisiva: ele também morreu, foi chorado e vingado, assim como hoje vingamos a Cristo por causa das ações dos judeus.

source: For instance, a prayer could correspond to the sacrifice of an animal.205
pt: Por exemplo, uma oração pode corresponder ao sacrifício de um animal.

source: For instance, according to the gospel story, the priests followed every deed and word of Jesus to find some pretext to arrest Him.
pt: Por exemplo, de acordo com a história do evangelho, os sacerdotes seguiam cada ato e palavra de Jesus para encontrar algum pretexto para prendê-lo.

source: For instance, the Jews were now accused of the most terrible of crimes.222 They were said to be guilty of having executed God!
pt: Por exemplo, os judeus eram agora acusados ​​do mais terrível dos crimes.222 Dizia-se que eles eram culpados de terem executado Deus!

source: For it is impossible that the blood of bulls and goats should take away sins.” Hebrews 10:1-4.
pt: Porque é impossível que o sangue de touros e bodes tire pecados. ”Hebreus 10: 1-4.

source: For men of action this is a decisive point.“73
pt: Para os homens de ação, este é um ponto decisivo.

source: For nearly two millenia Jews and Christians have stood in confrontation - a dispute between people who never seem to hear or understand each other, in spite of the memory of so much persecution and death.
pt: Por quase dois milênios, judeus e cristãos estão em confronto - uma disputa entre pessoas que parecem nunca se ouvir ou se entender, apesar da lembrança de tanta perseguição e morte.

source: For our purposes, that norm would be spiritual in character, implying the element of divine revelation.
pt: Para nossos propósitos, essa norma seria de caráter espiritual, implicando o elemento da revelação divina.

source: For the Christian, the Jewish Law has lost its significance and normative value since the Messiah came.
pt: Para o cristão, a lei judaica perdeu seu significado e valor normativo desde que o Messias veio.

source: For the Hebrew, real experience with God produced a teaching, or, we would say, is a teaching.
pt: Para o hebreu, a experiência real com Deus produziu um ensinamento, ou, nós diríamos, é um ensinamento.

source: For the Jewish Encyclopedia there is no doubt: “Belief in the immortality of the soul came to the Jews after their contact with Greek thought, particularly through Plato’s philosophy, its principal representative.“244
pt: Para a Enciclopédia Judaica, não há dúvida: “A crença na imortalidade da alma chegou aos judeus depois de seu contato com o pensamento grego, particularmente através da filosofia de Platão, seu principal representante.” 244

source: For the anti-Semite, intelligence is Jewish; he therefore can scorn it along with the other virtues the Jews possess.“28
pt: Para o antissemita, a inteligência é judaica; ele, portanto, pode desprezá-lo junto com as outras virtudes que os judeus possuem.“28

source: For the mercenary, the Law is eternal, like a government regulation that all must accept; for the son, the Law is within the heart.
pt: Para o mercenário, a lei é eterna, como um regulamento governamental que todos devem aceitar; para o filho, a lei está dentro do coração.

source: For the rabbis of the Talmud, there is no allowance for doubt.
pt: Para os rabinos do Talmud, não há permissão para dúvidas.

source: For them the case is settled.
pt: Para eles, o caso está resolvido.

source: For this man performs many signs.
pt: Para este homem executa muitos sinais.

source: For this reason Jeshua strongly exhorted His disciples in His apocalyptic discourse: “Pray that your flight may not be in winter or on a sabbath.” Matthew 24:20.
pt: Por esta razão, Jeshua exortou fortemente Seus discípulos em Seu discurso apocalíptico: “Ore para que o seu vôo não seja no inverno ou no sábado”. Mateus 24:20.

source: For this reason we have related the sixty-two weeks (Ai) to the Messiah and not to Jerusalem, which is suggested by the Masoretic punctuation.169 The sentence therefore should be divided after “sixty-two weeks” and not before.
pt: Por essa razão, relacionamos as sessenta e duas semanas (Ai) com o Messias e não com Jerusalém, sugerida pela pontuação massorética.169 A sentença, portanto, deve ser dividida após “sessenta e duas semanas” e não antes.

source: For this reason, little bells were sewn to the bottom hem of his robes so that, as he moved about, the tinkling of these bells would reassure the waiting worshipers that the officiant was still alive.
pt: Por essa razão, pequenos sinos eram costurados na bainha inferior de suas vestes de modo que, enquanto ele se movia, o tilintar desses sinos assegurava aos adoradores que o oficiante ainda estava vivo.

source: For this reason, these two truths represent the main theme of the Bible, summarizing its story from cover to cover.
pt: Por essa razão, essas duas verdades representam o tema principal da Bíblia, resumindo sua história de capa a capa.

source: For, as it must be continually pointed out, the evil took root in the great separation.
pt: Pois, como deve ser continuamente apontado, o mal se enraizou na grande separação.

source: Foreword
pt: Prefácio

source: Friends listened, w ere astonished, curious, interested.
pt: Os amigos ouviram, ficaram surpresos, curiosos, interessados.

source: From Episcopal Orientation on Relations With Judaism (IV, a).
pt: Da orientação episcopal nas relações com o judaísmo (IV, a).

source: From Jules Isaac40 to Poliakov,41 including Lovsky,42 to mention only the principal authors who have written in the French language,43 one can follow the genesis, then the fluctuations of antiSemitism that have marked both Jewish and world history.
pt: De Jules Isaac 40 a Poliakov, 41 incluindo Lovsky, 42 para mencionar apenas os principais autores que escreveram na língua francesa, pode-se seguir a gênese, depois as variações do antissemitismo que marcaram tanto a história judaica quanto a mundial.

source: From Mahomet to the Marranos; III.
pt: De Maomé aos Marranos; III

source: From Voltaire to Wagner.
pt: De Voltaire para Wagner.

source: From another viewpoint, the Bible is often misunderstood by those who read and study it as much as it is by those who openly despise it.
pt: De outro ponto de vista, a Bíblia é muitas vezes mal compreendida por aqueles que a lêem e estudam tanto quanto por aqueles que abertamente a desprezam.

source: From the First Crusade on, anti-Jewish persecutions exercised a dangerously contagious appeal, which in periods of great emotional stress degenerated into a mass psychosis spilling over national boundaries.” Salo W. Baron, A Social and Religious History of the Jews, vol.
pt: Desde a Primeira Cruzada, as perseguições antijudaicas exerceram um apelo perigosamente contagioso, que em períodos de grande estresse emocional degenerou em uma psicose em massa transbordando as fronteiras nacionais. ”Salo W. Baron, Uma História Social e Religiosa dos Judeus, vol.

source: From the Levitical rites to the prophecies of Isaiah, everything seemed to announce the coming of a Messiah - God who would save by His sacrificial death.
pt: Dos ritos levíticos às profecias de Isaías, tudo parecia anunciar a vinda de um Messias - Deus que salvaria pela Sua morte sacrificial.

source: From the Talmud to the Targum, without neglecting numerous Midrashim, a well-established tradition portrays the Messiah as a specific person and distinct from Israel itself.
pt: Do Talmud ao Targum, sem negligenciar numerosos Midrashim, uma tradição bem estabelecida retrata o Messias como uma pessoa específica e distinta do próprio Israel.

source: From the restoration to the second destruction, there were 420 years, which makes a total of 490, or seventy weeks of years.
pt: Da restauração à segunda destruição, houve 420 anos, o que perfaz um total de 490 ou setenta semanas de anos.

source: From there it was not far to go to create in the Christian mind the concept of a “foul race,” which found special attention in the pseudoscientific speculations of the nineteenth century.
pt: A partir daí, não foi longe para criar na mente cristã o conceito de uma “raça imunda”, que encontrou atenção especial nas especulações pseudocientíficas do século XIX.

source: From this source also comes “a portrait traced by others, in which the Jew does not recognize himself.
pt: Desta fonte também vem “um retrato traçado por outros, no qual o judeu não se reconhece.

source: From time to time waves of religious emotionalism grip public thinking, but soon subside as a passing mood.
pt: De tempos em tempos, ondas de emocionalismo religioso agarram o pensamento público, mas logo desaparecem como um humor passageiro.

source: Further conversation would then lead to the observation that “if the Jews have suffered so much through antiSemitism, it is because - ” Then follow explanations, theological justifications, and the “reasons of conscience” that sent Jews to the stake and the scaffold.
pt: Outra conversa conduziria então à observação de que “se os judeus sofreram tanto com o antissemitismo, é porque -” Segue as explicações, justificativas teológicas e as “razões de consciência” que enviaram judeus para a estaca e o cadafalso.

source: Furthermore, Jewish tradition had retained a messianic conception that strangely resembled that of the gospel.
pt: Além disso, a tradição judaica mantinha uma concepção messiânica que se assemelhava estranhamente à do evangelho.

source: Furthermore, Jewish tradition has always interpreted the seventy weeks in this way.172 On the words “seventy weeks [of years] have been decreed [cut off],” the Talmud comments: “This prophecy was given at the beginning of the seventy years of captivity in Babylon.
pt: Além disso, a tradição judaica sempre interpretou as setenta semanas dessa maneira.172 Com as palavras “setenta semanas [de anos] foram decretadas [cortadas]”, o Talmud comenta: “Essa profecia foi dada no início dos setenta anos. de cativeiro na Babilônia.

source: Furthermore, it is absurd to set Christianity against Judaism before the second century.
pt: Além disso, é absurdo colocar o cristianismo contra o judaísmo antes do segundo século.

source: Furthermore, many people said that they had seen Him perform the most extraordinary miracles.
pt: Além disso, muitas pessoas disseram que o viram realizar os mais extraordinários milagres.

source: Furthermore, positive heroes are also Christians.
pt: Além disso, heróis positivos também são cristãos.

source: Furthermore, the deicide theory not only encourages Christians in their hatred and scorn, but it also provides an explanation of the Jewish refusal to listen to talk about Christ.
pt: Além disso, a teoria do deicídio não apenas encoraja os cristãos em seu ódio e desprezo, mas também fornece uma explicação da recusa dos judeus em ouvir falar sobre Cristo.

source: Furthermore, the masses despised the priests, whom they considered to be traitors in the employ of Rome.212 Flavius Josephus describes the priests as an opulent, rapacious caste, despotic toward the people and servile toward the Romans,213 who took advantage of their sacerdotal privileges to despoil the religious poor.
pt: Além disso, as massas desprezavam os sacerdotes, que consideravam traidores à serviço de Roma.212 Flávio Josefo descreve os sacerdotes como uma casta opulenta e voraz, despótica para com o povo e servil aos romanos, 213 que se aproveitavam de seu sacerdócio sacerdotal. privilégios para despojar os pobres religiosos.

source: Furthermore, this Messiah, who has in common with God the vocation of a Savior, access to eternity, the supreme royalty, the same name (Yahweh), and the same Spirit of God, is also the son of David, the shoot of Jesse.
pt: Além disso, este Messias, que tem em comum com Deus a vocação de um Salvador, acesso à eternidade, a realeza suprema, o mesmo nome (Yahweh) e o mesmo Espírito de Deus, também é filho de Davi, o rebento de Jessé. .

source: Furthermore, when man sets apart a particular day, following God’s direct order, he recognizes that God has the right to appropriate to Himself man’s time.267 Time then takes on a special dimension: a divine imprint.
pt: Além disso, quando o homem separa um dia em particular, seguindo a ordem direta de Deus, ele reconhece que Deus tem o direito de se apropriar do tempo do homem.267 O tempo assume então uma dimensão especial: uma marca divina.

source: Gabriel continued: “Know therefore and understand.” These two words become hinges which introduce the explanation.
pt: Gabriel continuou: "Conhece, portanto, e compreende". Essas duas palavras se tornam dobradiças que introduzem a explicação.

source: Genesis 14:18.
pt: Gênesis 14:18

source: Genuine conversion has been the purpose of biblical meditation throughout its history.
pt: A conversão genuína tem sido o propósito da meditação bíblica ao longo de sua história.

source: Glorification of Messiah (5:4)
pt: Glorificação do Messias (5: 4)

source: Go much further!
pt: Vá muito mais longe!

source: Go!-God to Abraham.
pt: Vá! Deus a Abraão.

source: God Himself delivered to them the message of salvation in Jesus Christ.
pt: O próprio Deus entregou a mensagem de salvação em Jesus Cristo.

source: God and the Messiah, therefore, are one and the same person.
pt: Deus e o Messias, portanto, são uma e a mesma pessoa.

source: God answers that in time a decree will be promulgated favoring the reconstruction of the city; yet, in later times, Jerusalem would be again devastated and destroyed.
pt: Deus responde que, com o tempo, um decreto será promulgado, favorecendo a reconstrução da cidade; contudo, em tempos posteriores, Jerusalém seria novamente devastada e destruída.

source: God is at the origin of salvation.
pt: Deus está na origem da salvação.

source: God is no longer in style today.
pt: Deus não está mais em estilo hoje.

source: God is not a mythological hero.
pt: Deus não é um herói mitológico.

source: God spoke it, and His message took the form of an enigma: “I will put enmity [conflict] between you [the serpent] and the woman, and between your [the serpent s] seed [posterity] and her seed [posterity]; he [the woman’s posterity] shall bruise [shuf] your [the serpent’s] head, and you [the serpent’s posterity] shall bruise [shuf] his [the woman’s posterity’s] heel.” Genesis 3:15, R.S.V.88
pt: Deus falou isto, e a Sua mensagem assumiu a forma de um enigma: “Eu porei inimizade [conflito] entre você [a serpente] e a mulher, e entre sua semente [da posteridade] e sua semente [a posteridade] ; ele [a posteridade da mulher] machucará a cabeça de sua serpente, e você [a posteridade da serpente] machucará seu calcanhar [da mulher]. ”Gênesis 3:15, RSV88

source: God who is over all be blessed forever.
pt: Deus, que é sobre todos, seja abençoado para sempre.

source: God’s answer can be interpreted only as an act of unmerited salvation, a free gift of life.
pt: A resposta de Deus pode ser interpretada apenas como um ato de salvação imerecida, uma dádiva gratuita da vida.

source: God’s answer was that in time sin would be expiated once and for all and eternal justice made secure.
pt: A resposta de Deus foi que com o tempo o pecado seria expiado de uma vez por todas e a justiça eterna assegurada.
